/* GKErrorUserDenied description */
"The requested operation could not be completed because it was denied by the user." = "Operasi yang diminta tidak dapat diselesaikan karena ditolak oleh pengguna.";

/* GKErrorNotAuthenticated description */
"The requested operation could not be completed because local player has not been authenticated." = "Operasi yang diminta tidak dapat diselesaikan karena pemain lokal belum disahkan.";

/* GKErrorAuthenticationInProgress description */
"The requested operation could not be completed because local player is already authenticating." = "Operasi yang diminta tidak dapat diselesaikan karena pemain lokal sedang mengesahkan.";

/* GKErrorMatchRequestInvalid description */
"The requested operation could not be completed because the match request is invalid." = "Operasi yang diminta tidak dapat diselesaikan karena permintaan pertandingan tidak disahkan.";

/* GKErrorInvalidPlayer description */
"The requested operation could not be completed because the player is invalid." = "Operasi yang diminta tidak dapat diselesaikan karena pemain tidak disahkan.";

/* GKErrorPlayerStatusExceedsMaximumLength description */
"The requested operation could not be completed because the player status string exceeds the maximum length." = "Operasi yang diminta tidak dapat diselesaikan karena string status pemain tidak melebihi panjang maksimum.";

/* GKErrorPlayerStatusInvalid description */
"The requested operation could not be completed because the player status string is invalid." = "Operasi yang diminta tidak dapat diselesaikan karena string status pemain tidak sah.";

/* GKErrorScoreNotSet description */
"The requested operation could not be completed because the score value has not been set." = "Operasi yang diminta tidak dapat diselesaikan karena nilai skor belum ditetapkan.";

/* GKErrorInvalidCredentials description */
"The requested operation could not be completed because the username and/or password are incorrect." = "Operasi yang diminta tidak dapat diselesaikan karena nama pengguna dan/atau kata kunci salah.";

/* GKErrorGameUnrecognized description */
"The requested operation could not be completed because this application is not recognized by Game Center." = "Operasi yang diminta tidak dapat diselesaikan karena aplikasi ini tidak dikenal oleh Game Center.";

/* GKErrorParentalControlsBlocked description */
"The requested operation could not be completed because this feature has been disabled in Restrictions." = "Operasi yang diminta tidak dapat diselesaikan karena fitur ini telah dinonaktifkan di Pembatasan.";

/* GKErrorUnderage description */
"The requested operation could not be completed because this feature is disabled for underage players." = "Operasi yang diminta tidak dapat diselesaikan karena fitur ini telah dinonaktifkan untuk pemain dibawah umur.";

/* GKErrorCommunicationsFailure description */
"The requested operation could not be completed due to an error communicating with the server." = "Operasi yang diminta tidak dapat diselesaikan karena terjadi kesalahan saat berkomunikasi dengan server.";

/* GKErrorUnknown description */
"The requested operation could not be completed due to an unknown error." = "Operasi yang diminta tidak dapat diselesaikan karena kesalahan tidak dikenal.";

/* GKErrorCancelled description */
"The requested operation has been cancelled." = "Operasi yang diminta telah dibatalkan.";

